{
  "heading": {
    "content": "About Darto"
  },
  "body": {
    "contents": [
      {
        "type": "p",
        "content": [
        {
          "content":"The Darts Authority Regulatory and tournament Organization was initially formed as the Darto and is now the leading professional body in the Darts sports"
        },
        {
        "content": "The Darto world was formed after professional players decided to DARTO to take the sport to a new level."
        },
        {
          "content": "The DARTO has built up a reputation as the leading innovator in terms of staging professional darts tournaments and as such is constantly looking towards the future and improving the organization in every area."
        },
        
        {
          "content": "DARTO Introduce the Premier League was introduced into great acclaim, and is now not only a sell-out success in arena venues across India, Alongside the series of tournaments, the DARTO has also expanded the circuit of Darts events, with the Online Darts events."
        },
        {
        "content": "The DARTO commitment to spreading professional darts worldwide includes India affiliations with regional tours in Delhi, UP, Tamilnadu, Bangal and other states of India,"
        },
         {
        "content": "The ongoing growth of the sport also sees all India qualifiers competing in the sport's biggest event, The DARTO Grand Slam Championship at Delhi, while the World Cup of Darts has also grown to all States of Nations."
        },
        {
        "content": "The DARTO continues to go from strength to strength, with its central aim to ensure the sport receives the recognition and respect professional darts deserves, with both the School - where players can win Tour Cards to compete on the DARTO Championship - and the introduction of the Development Tour and India Youth Championship and the second-tier Challenge Tour guaranteeing a pathway to the top for aspiring stars."
        },
        {
         "content":  "The DARTO also work with affiliated organizations for a number of region circuits pen India, notably the DARTO Delhi, DARTO Karnataka, DARTO J&K, and the Championship Darts Circuit in all India, where each state's stages a series of ranking events each year which produces qualifiers for the India Championship."
        },
        {
          "content":"The DARTO is also affiliated to the DARTO Junior - which provides a circuit of events for players aged 10-18 as a pathway towards the Development Tour and Qualifying School for starlets aiming to join the full DARTO circuit."
        }
]
},
 {
  "heading": "DARTO TOURNAMENTS",
  "type": "p",
  "content":[
    {
    "content" : "Darto Masters"
    },
    {
      "content":"Darto Grand Slam Open"
    },
    {
      "content":"Darto World Cup India Open"
    },
    {
      "content":"Darto Challenge Tour"
    },
    {
      "content":"Darto Super Player championship"
    },
    {
      "content":"Darto India Series of Darts"
    },
    {
      "content":"Darto India Open"
    },
    {
      "content":"Darto Premier League"
    },
    {
      "content":"Darto School Grand Slam India"
    },
    {
      "content":"Darto School Premier League"
    },
    {
      "content":"Darto Super Girl Championship"
    },
    {
      "content":"Darto Junior Championship"
    }
      ]
  }    
    ]
  }
}